video-games-tournament-master/app/controllers/tournaments_api_controller.rb

  def index
    tournaments_array = Tournament.all
---
SELECT "tournaments".* FROM "tournaments"